[DirectControlConfig]
strPageHeader="Direct Control"

strGeneralGroupHeader="常规"
strLabelPlayerControlsAlienTurn="控制<font color='#0bff9b'>外星人</font>回合"
strTooltipPlayerControlsAlienTurn="如果选中，玩家将在其回合中控制<font color='#0bff9b'>外星人</font>单位"
strLabelPlayerControlsChosenTurn="控制<font color='#0bff9b'>天选者</font>回合"
strTooltipPlayerControlsChosenTurn="如果选中，玩家在其回合中控制<font color='#0bff9b'>天选者</font>单位"
strLabelPlayerControlsUnactivatedAliens="控制(未激活)外星人"
strTooltipPlayerControlsUnactivatedAliens="如果选中，玩家将控制未激活的外星人，以及已激活的外星人"
strLabelPlayerControlsResistanceTurn="控制<font color='#0bff9b'>反抗军</font>回合"
strTooltipPlayerControlsResistanceTurn="如果选中，玩家在其回合中控制<font color='#0bff9b'>反抗军</font>单位"
strLabelPlayerControlsUnactivatedResistance="控制(未激活)反抗军"
strTooltipPlayerControlsUnactivatedResistance="如果选中，玩家将控制所有抵抗军战士：必须在玩家控制前，反抗军进入战斗视线"
strLabelPlayerControlsLostTurn="控制<font color='#0bff9b'>失魂者</font>回合"
strTooltipPlayerControlsLostTurn="如果选中，玩家将在其回合中控制<font color='#0bff9b'>失魂者</font>单位"
strLabelPlayerControlsUnactivatedLost="控制(未激活)失魂者"
strTooltipPlayerControlsUnactivatedLost="如果选中，玩家将控制未激活的失魂者，以及已激活的失魂者"
strLabelPlayerControlsTeamOneTurn="控制<font color='#0bff9b'>Team One</font>回合"
strTooltipPlayerControlsTeamOneTurn="如果选中，玩家将控制<font color='#0bff9b'>Team One</font>单位，这是 Mod 经常用来添加新派系"
strLabelPlayerControlsUnactivatedTeamOne="控制(未激活)Team One单位"
strTooltipPlayerControlsUnactivatedTeamOne="如果选中，玩家将控制未激活的 Pod 中的<font color='#0bff9b'>Team One</font>单位，以及已激活的<font color='#0bff9b'>Team One</font>单位"
strLabelPlayerControlsTeamTwoTurn="控制<font color='#0bff9b'>Team Two</font>回合"
strTooltipPlayerControlsTeamTwoTurn="如果选中，玩家将控制<font color='#0bff9b'>Team Two</font>单位，这是 Mod 经常用来添加新派系"
strLabelPlayerControlsUnactivatedTeamTwo="控制(未激活)Team Two单位"
strTooltipPlayerControlsUnactivatedTeamTwo="如果选中，玩家将控制未激活的 Pod 中的<font color='#0bff9b'>Team Two</font>单位，以及已激活的<font color='#0bff9b'>Team Two</font>单位"
strLabelForceControlledUnitsToRun="强制受控单位运行"
strTooltipForceControlledUnitsToRun="如果选中，受控单位将始终运行，即使处于非激活状态，从而节省了手动移动它们的漫长动画时间"

strTurnTimerGroupHeader="回合计时器"
strLabelTurnTimerEnabled="启用回合计时器"
strTooltipTurnTimerEnabled="如果选中，UI 上将会显示一个计时器，显示当前回合持续了多长时间。仅在人类控制的回合中显示，不会自动结束回合或影响游戏"
strLabelTurnTimerShowsActiveTeam="显示活跃的团队"
strTooltipTurnTimerShowsActiveTeam="如果选中，回合计时器将显示轮到哪个团队"

strAdventReinforcementsGroupHeader="子模块:增援"
strLabelAdventReinforcementsEnabled="启用 子模块:增援"
strTooltipAdventReinforcementsEnabled="如果选中，则 ADVENT Reinforcements 的 "请求增援" 能力将更改为针对特定地块，而不是将增援召唤到随机位置"
strLabelAdventReinforcementsRequireLos="需要小队的呼叫愿景"
strTooltipAdventReinforcementsRequireLos="如果选中，则援军只能被调用到外星团队可以看到的地块。否则，就不需要视线"
strLabelAdventReinforcementsPlacementRange="呼入范围（米）"
strTooltipAdventReinforcementsPlacementRange="如果大于 0，则限制可以调用增援的范围。否则，加固可以放置在任何距离"

[UITurnTimer]
strTimerTextWithTeam="<Time/> 已用 | <Team/>回合<TurnNumber/>"
strTimerTextWithoutTeam="<Time/> 已用"
strAlienTurn="外星人"
strLostTurn="失魂者"
strResistanceTurn="抵抗军"
strTeamOneTurn="TeamOne"
strTeamTwoTurn="TeamTwo"
strXComTurn="XCOM"
